{
    "books": [
      {
        "id": "E-Book1",
        "title": "Daya Tarik Kampung Baduy",
        "author": "Robby Binarwan",
        "description": "Buku ini menceritakan Sebuah Kampung bernama Kampung Baduy...",
        "contents": "Buku ini menceritakan Sebuah Kampung bernama Kampung Baduy, Kampung Baduy merupakan daerah tujuan wisata yang mempunyai daya tarik selain alam juga budayanya. Suku Baduy masih menjaga tradisi mereka dan menjaga amanat dari nenek moyang mereka untuk selalu menjaga alam. Mereka menjaga erat nilai dan norma serta adat istiadat masyarakatnya yang masih terisolir dengan sengaja mengasingkan diri, hidup mandiri tidak mengharapkan bantuan dari orang luar. Mereka menghindar pengaruh budaya luar dan menjaga kealian budaya mereka. Kampung Baduy menarik untuk dikaji, dari segi sosial budayanya. Mereka mampu melestarikan adat istiadatnya yang merupakan nilai-nilai luhur cerminan jati diri bangsa. Tujuan penulisan ini adalah untuk mengetahui daya tarik budaya yang ada di kampung Baduy dengan menggunakan metode kualitatif serta temuan di lapangan diharapkan aktivitas budaya tersebut dapat menjadi potensi wisata yang dapat disuguhkan kepada wisatawan dan mempunyai nilai jual. Kampung Baduy dapat menjadi percontohan kampung tempat pelestarian alam, karena mereka sangat menjaga keseimbangan dan keselarasan dengan alam dengan tidak merusak kelestarian alam. Adanya pelibatan masyarakat dan terjalinnya hubungan dengan instansi pemerintah menjadikan kampung Baduy menjadi daerah tujuan wisata budaya.",
        "image": "book-daya-tarik-kampung-baduy.jpg",
        "type": "E-Book",
        "price": "Free",
        "icon": "None"
      },
      {
        "id": "E-Book2",
        "title": "C++ Programming",
        "author": "D.S. Malik",
        "description": "Buku ini ditulis khusus untuk pelajar dan bukan untuk profesional TI...",
        "contents": "Buku ini ditulis khusus untuk pelajar dan bukan untuk profesional TI, C++ sendiri merupakan sebuah bahasa pemrograman multifungsi yang sudah terbukti banyak digunakan oleh para profesional untuk mengembangkan software di berbagai bidang. Adobe Photoshop, Mozilla FireFox, Google Chromium, MySQL Server adalah beberapa contoh software yang ditulis menggunakan C++, meskipun di beberapa bagian tertentu masih ditulis dengan menggunakan bahasa C. C++ juga akan banyak digunakan untuk berbagai keperluan akses perangkat keras, kemudian pemrograman yang berkaitan dengan sistem operasi, pengembangan sistem tertanam (embedded system), pembuatan driver, dynamic linked library (*.dll) atau shared object (*.so), dan sebagainya. Buku ini sangat cocok bagi Anda yang ingin mempelajari C++ atau Anda yang ingin memperdalam pemahaman Anda untuk belajar C++.",
        "image": "book-c++.jpg",
        "type": "E-Book",
        "price": "Free",
        "icon": "None"
      },
      {
        "id": "E-Book3",
        "title": "Sebuah Seni Untuk Bersikap Bodo Amat",
        "author": "Mark Ronson",
        "description": "Buku ini menceritakan kisah Harles Bokowski, seorang pecandu alkohol...",
        "contents": "Selama beberapa tahun belakangan, Mark Manson—melalui blognya yang sangat populer—telah membantu mengoreksi harapan-harapan delusional kita, baik mengenai diri kita sendiri maupun dunia. Ia kini menuangkan buah pikirnya yang keren itu di dalam buku hebat ini. “Dalam hidup ini, kita hanya punya kepedulian dalam jumlah yang terbatas. Makanya, Anda harus bijaksana dalam menentukan kepedulian Anda.” Manson menciptakan momen perbincangan yang serius dan mendalam, dibungkus dengan cerita-cerita yang menghibur dan “kekinian”, serta humor yang cadas. Buku ini merupakan tamparan di wajah yang menyegarkan untuk kita semua, supaya kita bisa mulai menjalani kehidupan yang lebih memuaskan, dan apa adanya.",
        "image": "buku-bodo-amat.png",
        "type": "E-Book",
        "price": "Free",
        "icon": "None"
      },
      {
        "id": "E-Book4",
        "title": "Rumah Lebah",
        "author": "Ruwi Meitasari",
        "description": "Mala, gadis kecil berusia enam tahun yang terobsesi dengan ensiklopedia...",
        "contents": "Mala, gadis kecil berusia enam tahun yang terobsesi dengan ensiklopedia. Dia hanya membaca buku ensiklopedia dan selalu mengurutkan buku satu sampai buku terakhir dari sisi kiri ke sisi kanan. Dia juga tertarik dengan beruang. Di rumah, Mala hanya tinggal bersama orangtuanya, tetapi dia selalu membicarakan enam orang asing yang hidup bersama di dalam rumahnya. Dia selalu takut pada Satira, bersahabat dekat dengan Wilis, berbicara dengan Tante Ana yang suka berdandan, belajar bahasa Spanyol dengan Abuela, dan si Kembar yang hanya bisa mendengar, melihat dan mencatat. Siapakah sebenarnya enam orang asing yang selalu dibicarakan Mala? Rahasia apakah yang dimiliki oleh enam orang asing tersebut?",
        "image": "buku-rumah-lebah.jpg",
        "type": "Audio-Book",
        "price": "Free",
        "icon": "headphones-solid.svg"
      },
      {
        "id": "E-Book5",
        "title": "Dunia Sophie",
        "author": "Jostein Gaarder",
        "description": "Sophie merupakan seorang pelajar sekolah menengah yang berusia 14 tahun...",
        "contents": "Sophie, seorang pelajar sekolah menengah berusia empat belas tahun. Suatu hari sepulang sekolah, dia mendapatkan sebuah surat misterius yang hanya berisikan satu pertanyaan: Siapa kamu? Belum habis keheranannya, pada hari yang sama dia mendapat surat lain yang bertanya : Dari manakah datangnya dunia? Seakan tersentak dari rutinitas hidup sehari-hari, surat-surat itu membuat sophie mulai mempertanyakan soal-soal mendasar yang tak pernah dipikirkannya selama ini. Dia mulai belajar filsafat. Buku ini ditulis sebagai novel tentang sejarah filsafat yang bertutur dalam bahasa sederhana (mengajak) kita menjadi orang yang selalu peka dan lebih menghargai hidup. Dalam narasi bergaya realistik, Jostein Gaarder membawa pembaca kepada diskusi tentang tokoh-tokoh filsafat beserta aliran dan pertentangan di antara mereka.",
        "image": "buku-dunia-sophie.jpg",
        "type": "Audio-Book",
        "price": "SUBSCRIBE NEEDED",
        "icon": "headphones-solid.svg"
      },
      {
        "id": "E-Book6",
        "title": "Komet Minor",
        "author": "Tere Liye",
        "description": "Sebelum kita mulai, mari kita baca basmalah. Bismillah. Selanjutnya buku ini...",
        "contents": "Sebelum kita mulai, mari kita mebaca basmalah. Bismillah. Selanjutnya buku ini melanjutan kisah dari buku sebelumnya yaitu Komet, dimana berakhir saat itu berupa pengkhiatan oleh Max alias Si Tanpa Mahkota yang mengkhianati kebaikan tiga remaja petarung yang berasal dari klan berbeda: Raib (Klan Bulan), Seli (Klan Matahari, dan Ali (Klan Bumi).Di detik-detik terakhir di tepi pulau portal Komet Minor, diam-diam Ali memanggil Batozar lewat cermin yang ia bawa selalu. Batozar pun muncul dan menyelamatkan Raib dan teman-teman. Pada saat itulah seekor paus raksasa datang, melahap pulau tempat Raib. Kemudian mereka semua serta pulaunya berada di dalam perut paus tersebut. Batozar sempat melumpuhkan si Tanpa Mahkota untuk sementara dan kabur bersama Raib dan kawan-kawan. Tibalah mereka di Klan Komet Minor.",
        "image": "buku-komet-minor.jpg",
        "type": "Audio-Book",
        "price": "Free",
        "icon": "headphones-solid.svg"
      }
    ]
  }